/* button in progress sheet */
"Stop" = "Stopp";

/* menu item */
"Update iPod" = "Uppdatera iPod";

/* Restore iPod command key */
"R" = "R";

/* menu item */
"Restore iPod" = "Återställ iPod";

/* menu item */
"Close Window" = "Stäng fönster";

/* menu item */
"About iPod Updater" = "Om Uppdatera iPod";

/* Quit command key */
"Q" = "Q";

/* menu title */
"Options" = "Alternativ";

/* menu item */
"Quit" = "Avsluta";

/* Close Window command key */
"W" = "W";

/* text next to lock when unlocking */
"Authenticating..." = "Autentiserar...";

/* text next to lock when locked */
"Click the lock to make changes." = "Klicka på låset om du vill göra ändringar.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Klicka på låset om du vill förhindra ändringar.";

/* detail of error message */
"The iPod Updater application may be damaged." = "Programmet Uppdatera iPod kan vara skadat.";

/* error message */
"Out of memory." = "Slut på minne.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "Mac OS angav felkod <error>.";

/* error message */
"Could not find updater library." = "Kunde inte hitta uppdateringsbiblioteket.";

/* error message */
"An unexpected error occurred." = "Ett oväntat fel uppstod.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "Uppdatera iPod kräver CarbonLib 1.4 eller senare.";

/* main window message */
"Plug in an iPod to update it." = "Anslut iPod för att uppdatera den.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ett fel uppstod. Det kan finnas öppna filer på iPod.";

/* error message */
"The iPod is not mounted." = "iPod ligger inte på datorns skrivbord.";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Om du avslutar programmet medan det utför en åtgärd, kan du behöva återställa iPods programvara senare.";

/* info window version */
"<version> (up to date)" = "<version> (uppdaterad)";

/* info window label */
"Software Version:" = "Programvarans version:";

/* confirmation dialog title */
"Quit" = "Avsluta";

/* message for main window */
"Update puts the latest system software on your iPod." = "Om du väljer att uppdatera installeras det senaste systemprogrammet på iPod.";

/* error message */
"The updater does not have a volume image." = "Uppdateraren saknar skivavbild.";

/* error message */
"The updater does not have a firmware image." = "Uppdateraren saknar en avbild av den fasta programvaran.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Din iPod har uppdaterats till version <version>. Koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras.";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Anslut en iPod som ska uppdateras åt gången.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Din iPod har återställts till fabriksinställningarna. Koppla från och anslut iPod igen så att återställningsprocessen kan slutföras.";

/* info window label */
"Name:" = "Namn:";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Din iPod har återställts till fabriksinställningarna. Mata ut, koppla från och anslut iPod igen så att återställningsprocessen kan slutföras.";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Om du återställer iPod raderas all musik och andra data på iPod, och den återgår till fabriksinställningarna.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "Vill du återställa iPods programvara?";

/* progress message */
"Done restoring iPod software" = "iPods programvara har återställts";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please do not unplug it." = "Din iPod har uppdaterats till version <version>, och startas om. Koppla inte från den.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Det finns en ansluten iPod, men den ligger inte på skrivbordet.";

/* error message */
"No iPod is attached." = "Det finns ingen ansluten iPod.";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please do not unplug it." = "Din iPod har återställts till fabriksinställningarna och startas om. Koppla inte från den.";

/* info window version */
"<version> (needs update)" = "<version> (behöver uppdateras)";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Det finns fler än en ansluten iPod. Anslut en iPod som ska uppdateras åt gången.";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Alla data som finns lagrade på iPod kommer att raderas.";

/* error message */
"More than one iPod is attached." = "Det finns fler än en ansluten iPod.";

/* confirmation message */
"Quit while this operation is in progress?" = "Vill du avsluta medan åtgärden utförs?";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Det finns en ansluten iPod, men den måste ligga på skrivbordet om åtgärden ska fungera.";

/* info window label */
"Capacity:" = "Utrymme:";

/* error message */
"The iPod disk does not have the correct structure." = "Skivan i iPod har inte rätt struktur.";

/* progress message */
"Updating iPod software" = "Uppdaterar iPods programvara";

/* about window line */
"iPod Software Version <version>" = "Programvara för iPod version <version>";

/* progress message */
"Done updating iPod software" = "iPods programvara har uppdaterats";

/* main window message */
"The attached iPod does not have proper software on it." = "Den anslutna iPod har inte rätt programvara.";

/* button for main window */
"Update" = "Uppdatera";

/* error message */
"The iPod could not be unmounted because it is in use." = "iPod kunde inte tas bort från skrivbordet eftersom den används.";

/* confirmation dialog title
   button for main window */
"Restore" = "Återställ";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "Kunde inte hitta någon SysInfo-fil på skivan i iPod.";

/* info window label */
"Serial Number:" = "Serienummer:";

/* main window title */
"iPod Software <version> Updater" = "iPod programuppdaterare <version>";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Din iPod har uppdaterats till version <version>. Mata ut, koppla från och anslut iPod igen så att uppdateringsprocessen kan slutföras.";

/* progress message */
"Restoring iPod software" = "Återställer iPods programvara";

